IDEA Open Model
ExposureClassesDataEc2.Chlorides Property
Compatible with IDEA StatiCa v 10.1
 Combo box Chlorides
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public ExposureClassEc2 Chlorides { get; set; }
Public Property Chlorides As ExposureClassEc2
	Get
	Set
public:
property ExposureClassEc2 Chlorides {
	ExposureClassEc2 get ();
	void set (ExposureClassEc2 value);
}
Property Value
Type: ExposureClassEc2
See Also
Reference
ExposureClassesDataEc2 Class
IdeaRS.OpenModel.Concrete Namespace